Repository: common-repository/popupbuilder-app
Catalog: languages/popupbuilder-app-*.po
Languages: de_de

source: Refresh now
de_de: Jetzt aktualisieren

source: Ignore
de_de: Ignorieren

source: Settings Saved
de_de: Einstellungen gespeichert

source: Do you really want to disconnect the plugin and reset its settings?
de_de: Möchten Sie das Plugin wirklich trennen und die Einstellungen zurücksetzen?

source: Reset Connection
de_de: Verbindung zurücksetzen

source: Discard
de_de: Verwerfen

source: One or more errors occurred during the operation:
de_de: Während des Vorgangs sind ein oder mehrere Fehler aufgetreten:

source: Access forbidden
de_de: Zugriff verweigert

source: Settings saved
de_de: Einstellungen gespeichert

source: Found new notifications, please refresh this page!
de_de: Neue PopUp-Widgets gefunden, bitte aktualisieren Sie diese Seite!

source: API is not reachable or your key is wrong
de_de: API ist nicht erreichbar oder Ihr API-Key ist falsch

source: Campaign is disabled and will not deliver your content!
de_de: Die Kampagne ist deaktiviert und liefert Ihre Inhalte nicht aus!

source: Domain mismatch: Campaign domain does not match website domain
de_de: Domain-Mismatch: Kampagnen-Domain stimmt nicht mit Website-Domain überein

source: Everything is fine
de_de: Alles ist in Ordnung

source: Campaign
de_de: Kampagne

source: Connecting...
de_de: Verbinden...

source: You are ready to go!
de_de: Sie können loslegen!

source: You have sucessfully connected your account and pixel. This plugin will automatically add the pixel to your website.
de_de: Du hast deinen Account und dein Pixel erfolgreich verbunden. Dieses Plugin fügt das Pixel automatisch zu Ihrer Website hinzu.

source: If you have any problems with the delivery of your popups or notification widgets: Make sure that you have connected the correct campaign / domain and that your campaign and widgets are enabled. Check the status indicator (top right) for problems.
de_de: Wenn Sie Probleme mit der Auslieferung Ihrer PopUps oder Benachrichtigungs-Widgets haben: Stellen Sie sicher, dass Sie die richtige Kampagne / Domain verbunden haben und dass Ihre Kampagne und Widgets aktiviert sind. Überprüfen Sie die Statusanzeige (oben rechts) auf Probleme.

source: Go to PopUpBuilder.App
de_de: Öffne PopUpBuilder.App

source: Configure WordPress Integration
de_de: WordPress-Integration konfigurieren

source: Your notification widgets
de_de: Ihre Benachrichtigungs-Widgets

source: Enabled
de_de: Aktiviert

source: Disabled
de_de: Deaktiviert

source: Integration settings
de_de: Integrationseinstellungen

source: Automatically integrate PopUpBuilder.App pixel code
de_de: Automatisches Integrieren des PopUpBuilder.App Pixelcode

source: Configure Data Integrations between WordPress and PopUpBuilder.App
de_de: Konfigurieren von Datenintegrationen zwischen WordPress und PopUpBuilder.App

source: WooCommerce Orders
de_de: Shop-Bestellungen

source: Notifications you activate here will receive WooCommerce orders, you can use the following data within you notification widgets:
de_de: Benachrichtigungen, die Sie hier aktivieren, erhalten WooCommerce-Bestellungen, Sie können die folgenden Daten in Ihren Benachrichtigungs-Widgets verwenden:

source: Billing first name
de_de: Rechnung Vorname

source: Billing last name
de_de: Rechnung Nachname

source: Billing city
de_de: Rechnung Stadt

source: Billing postcode
de_de: Rechnungs Postleitzahl

source: Billing country
de_de: Rechnungsland

source: Total order value
de_de: Gesamtauftragswert

source: Ordered products, comma separated product names
de_de: Bestellte Produkte, kommagetrennte Produktnamen

source: This notification is disabled in our backend, you can send data, but the notification will not shown on your site.
de_de: Diese Benachrichtigung ist in unserem Backend deaktiviert, Sie können Daten senden, aber die Benachrichtigung wird nicht auf Ihrer Website angezeigt.

source: Create your first Conversion-PopUp before you can associate WooCommerce data..
de_de: Erstellen Sie Ihr erstes Conversion-PopUp, bevor Sie WooCommerce-Daten verknüpfen können.

source: Reconnect: Delete API key and settings
de_de: Erneute Verbindung: API-Schlüssel und Einstellungen löschen

source: Congrats, you're done
de_de: Herzlichen Glückwunsch, Sie sind fertig

source: Great, you are done with the setup. You can now start to configure your popups and notification widgets in our portal or connect webhooks here in the plugin.
de_de: Super, du bist fertig mit dem Setup. Sie können nun damit beginnen, Ihre Popups und Benachrichtigungs-Widgets in unserem Portal zu konfigurieren oder Webhooks hier im Plugin zu verbinden.

source: Configure the plugin
de_de: Konfigurieren Sie das Plugin

source: Please select your campaign ...
de_de: Bitte wählen Sie Ihre Kampagne aus ...

source: Please select the campaign you want to connect.
de_de: Bitte wählen Sie die Kampagne aus, die Sie verbinden möchten.

source: Select Campaign
de_de: Kampagne auswählen

source: Sorry, we can not find any campaigns in your account. Please create one before we can continue here.
de_de: Leider können wir keine Kampagnen in Ihrem Konto finden. Bitte erstellen Sie eine, bevor wir hier fortfahren können.

source: Please enter your API Key ...
de_de: Bitte geben Sie Ihren API-Schlüssel ein ...

source: Please enter your <a href="https://my.popupbuilder.app/account-api" target="_blank">PopUpBuilder.App API-Key</a> to connect the Plugin.<br/>Don´t have an API-Key? <a href="https://my.popupbuilder.app/register" target="_blank">Register for an account, it´s free!</a>
de_de: Bitte geben Sie Ihren <a href="https://my.popupbuilder.app/account-api" target="_blank">PopUpBuilder.App API-Key</a> ein, um das Plugin zu verbinden.<br/>Sie haben noch keinen API-Key? <a href="https://my.popupbuilder.app/register" target="_blank">Registrieren Sie sich für ein Konto, es ist kostenlos!</a>

source: Sign In
de_de: Anmelden

source: Discover PopUpBuilder.App
de_de: Entdecken Sie PopUpBuilder.App

source: PopUpBuilder.App is a easy to use and simple plugin to create user interactions with notifications and push your conversionrate.
de_de: PopUpBuilder.App ist ein einfach zu bedienendes und einfaches Plugin, um Benutzerinteraktionen mit Benachrichtigungen zu erstellen und Ihre Conversionrate zu steigern.
